Repository: GarlandQian/mica-mac
Catalog: Sources/Mica/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# routing.help_clear_fixed_selection
source: Return this policy group to controller-managed automatic selection.
zh_hans: 让这个策略组恢复由控制器自动选择节点。

# routing.help_inspector_test_delay
source: Run a latency test for the selected policy group through the active controller API.
zh_hans: 通过当前控制器 API 对选中的策略组执行延迟测试。

# routing.help_test_node %@
source: Run a latency test for %@ without changing the selected node.
zh_hans: 测试 %@ 的延迟，不更改当前选中的节点。

# routing.help_load_more_members
source: Reveal the next local node window from the current controller data.
zh_hans: 从当前控制器数据中显示下一批本地节点窗口。

# routing.help_mode_options_unavailable
source: Mica only shows mode choices after the controller reports them.
zh_hans: 只有控制器返回模式选项后，Mica 才显示可切换项。

# routing.additional_fields
source: Additional fields
zh_hans: 附加字段

# routing.delay_history
source: Delay history
zh_hans: 延迟历史

# routing.fixed_selection
source: Fixed selection
zh_hans: 固定选择

# routing.hidden_group
source: Hidden
zh_hans: 隐藏

# routing.history_summary %lld %@ %@
source: %lld samples · %@ · %@
zh_hans: %lld 条 · %@ · %@

# routing.icon_url
source: Icon URL
zh_hans: 图标地址

# routing.inspector_actions
source: Actions
zh_hans: 操作

# routing.lazy_members
source: More nodes available
zh_hans: 还有更多节点

# routing.load_more_members
source: Load More Nodes
zh_hans: 加载更多节点

# routing.member_window %lld %lld
source: Showing %lld of %lld nodes
zh_hans: 正在显示 %lld / %lld 个节点

# routing.members_empty
source: No nodes reported for this policy group.
zh_hans: 这个策略组没有上报节点。

# routing.members_filtered_empty
source: No nodes match the current filter.
zh_hans: 没有符合当前过滤条件的节点。

# routing.members_loaded
source: All loaded
zh_hans: 已全部加载

# routing.mode_current %@
source: Current mode: %@
zh_hans: 当前模式：%@

# routing.mode_not_loaded
source: Mode not loaded
zh_hans: 模式未加载

# routing.mode_options_unavailable
source: No switchable modes reported
zh_hans: 未返回可切换模式

# routing.module_count %lld
source: %lld options
zh_hans: %lld 个选项

# routing.no_inspector
source: No policy group selected
zh_hans: 未选择策略组

# routing.no_inspector_message
source: Select a policy group on the left to inspect nodes, latency, and switch options.
zh_hans: 在左侧选择策略组，查看节点、延迟和切换选项。

# routing.node_alive
source: Available
zh_hans: 可用

# routing.node_interface
source: Interface
zh_hans: 接口

# routing.node_provider
source: Source
zh_hans: 来源

# routing.node_status
source: Node status
zh_hans: 节点状态

# routing.node_transports
source: Transport capabilities
zh_hans: 传输能力

# routing.node_unavailable
source: Unavailable
zh_hans: 不可用

# routing.nodes_count %lld
source: %lld nodes
zh_hans: %lld 个节点

# routing.test_url
source: Test URL
zh_hans: 测试地址

# routing.rule_match_count %lld
source: %lld connections
zh_hans: %lld 个连接

# routing.rule_match_empty
source: No active connection has reported a rule match yet.
zh_hans: 当前连接还没有上报规则命中。

# routing.rule_match_overview
source: Rule Matches
zh_hans: 规则命中

# routing.search_placeholder
source: Search policy groups or nodes
zh_hans: 搜索策略组或节点

# routing.test_group
source: Test Latency
zh_hans: 测速

# routing.test_node %@
source: Test %@ latency
zh_hans: 测试 %@ 的延迟

# routing.visible_groups_count %lld %lld
source: %lld / %lld visible
zh_hans: 显示 %lld / %lld

# rule_type.domain
source: Domain
zh_hans: 域名

# rule_type.domain_keyword
source: Domain Keyword
zh_hans: 域名关键字

# rule_type.domain_suffix
source: Domain Suffix
zh_hans: 域名后缀

# rule_type.dst_port
source: Destination Port
zh_hans: 目标端口

# rule_type.final
source: Final Rule
zh_hans: 最终规则

# rule_type.ip_cidr
source: IP CIDR
zh_hans: IP 段

# rule_type.ip_cidr6
source: IPv6 CIDR
zh_hans: IPv6 段

# rule_type.match
source: Fallback / MATCH
zh_hans: 兜底 / MATCH

# rule_type.other %@
source: Other rule type: %@
zh_hans: 其他规则类型：%@

# rule_type.process_name
source: Process Name
zh_hans: 进程名

# rule_type.reject
source: Reject
zh_hans: 拒绝

# rule_type.rule
source: Rule
zh_hans: 规则

# rule_type.rule_set
source: Rule Set
zh_hans: 规则集

# rule_type.src_ip_cidr
source: Source IP CIDR
zh_hans: 源 IP 段

# rule_type.src_port
source: Source Port
zh_hans: 源端口

# rule_type.url_regex
source: URL Regex
zh_hans: URL 正则

# session.active_requests
source: Active
zh_hans: 活跃

# session.live_events
source: Events
zh_hans: 事件

# session.live_source_mihomo_ws
source: mihomo WebSocket
zh_hans: mihomo WebSocket 实时流

# session.live_source_none
source: No source
zh_hans: 无来源

# session.live_source_sing_box_grpc
source: sing-box gRPC
zh_hans: sing-box gRPC 实时流

# session.live_source_surge_near_live
source: Surge HTTP 1s
zh_hans: Surge HTTP 1 秒

# session.live_state_connecting
source: Connecting
zh_hans: 连接中

# session.live_state_failed
source: Failed
zh_hans: 失败

# session.live_state_idle
source: Idle
zh_hans: 空闲

# session.live_state_near_live
source: Near Live
zh_hans: 近实时

# session.live_state_observing
source: Observing
zh_hans: 观察中

# session.live_state_partial
source: Partial
zh_hans: 部分可用

# session.live_state_stopped
source: Stopped
zh_hans: 已停止

# session.live_state_unavailable
source: Unavailable
zh_hans: 不可用

# session.live_summary %@ %@ %@ %lld %lld
source: Live session %@ · %@ · %@ · %lld logs · %lld near-live events
zh_hans: 实时会话 %@ · %@ · %@ · %lld 条日志 · %lld 条近实时事件

# session.live_summary %@ %@ %@ %lld %lld %lld %lld
source: Live session %@ · %@ · %@ · %lld logs · %lld near-live events · %lld active · %lld recent
zh_hans: 实时会话 %@ · %@ · %@ · %lld 条日志 · %lld 条近实时事件 · %lld 条活跃 · %lld 条最近

# session.recent_requests
source: Recent
zh_hans: 最近

# session.traffic_samples
source: Samples
zh_hans: 采样

# settings.acc_appearance
source: App appearance
zh_hans: 应用外观

# settings.acc_endpoint_summary %@ %lld %lld
source: %@ endpoint summary, %lld of %lld ready
zh_hans: %@ 端点摘要，%lld / %lld 就绪

# settings.acc_font_scale
source: Interface text size
zh_hans: 界面文字大小

# settings.acc_global_group_visibility
source: GLOBAL policy group visibility
zh_hans: GLOBAL 策略组显示方式

# settings.acc_language
source: App language
zh_hans: 应用语言

# settings.active_controller
source: Active Controller
zh_hans: 当前控制器

# settings.active_router
source: Active Controller
zh_hans: 活跃控制器

# settings.appearance
source: Appearance
zh_hans: 外观

# settings.appearance_dark
source: Dark
zh_hans: 深色

# settings.appearance_light
source: Light
zh_hans: 浅色

# settings.appearance_section
source: Appearance
zh_hans: 外观

# settings.appearance_system
source: Follow System
zh_hans: 跟随系统

# settings.base_endpoints
source: Controller Readiness
zh_hans: 控制器就绪

# settings.connection
source: Connection
zh_hans: 连接

# settings.controller_endpoint
source: Endpoint
zh_hans: 端点

# settings.controller_last_connected
source: Last Connected
zh_hans: 上次连接

# settings.controller_platform
source: Platform
zh_hans: 平台

# settings.controller_port
source: Port
zh_hans: 端口

# settings.controller_scheme
source: Scheme
zh_hans: 协议

# settings.controller_secret
source: Secret
zh_hans: 密钥

# settings.controller_section
source: Controller
zh_hans: 控制器

# settings.controller_type
source: Controller Type
zh_hans: 控制器类型

# settings.copy_diagnostics
source: Copy Diagnostics
zh_hans: 复制诊断

# settings.diagnostics_copied
source: Copied diagnostics
zh_hans: 已复制诊断

# settings.diagnostics_section
source: Diagnostics Report
zh_hans: 诊断报告

# settings.endpoint_ready_summary %lld %lld
source: %lld of %lld ready
zh_hans: %lld / %lld 就绪

# settings.enhanced_endpoints
source: Enhanced Data
zh_hans: 增强数据

# settings.font_scale
source: Interface Text
zh_hans: 界面文字

# settings.font_scale_comfortable
source: Comfortable
zh_hans: 舒适

# settings.font_scale_extra_large
source: Extra Large
zh_hans: 超大

# settings.font_scale_large
source: Large
zh_hans: 大

# settings.font_scale_standard
source: Standard
zh_hans: 标准

# settings.full_ui_pill
source: Full UI
zh_hans: 界面全量

# settings.global_always_show
source: Always show
zh_hans: 始终显示

# settings.global_follow_mode
source: Follow mode
zh_hans: 跟随模式

# settings.global_group_visibility
source: GLOBAL group
zh_hans: GLOBAL 策略组

# settings.health
source: Health
zh_hans: 健康

# settings.help_appearance
source: Choose whether Mica follows the system appearance or stays in light or dark mode.
zh_hans: 选择 Mica 跟随系统外观，或固定为浅色/深色模式。

# settings.help_font_scale
source: Adjust the interface text size across Mica windows without changing controller data.
zh_hans: 调整 Mica 窗口的界面文字大小，不改变控制器数据。

# settings.help_global_group_visibility
source: Show the GLOBAL policy group only in Global mode, or always. When shown it appears at the end.
zh_hans: 仅在 Global 模式显示 GLOBAL 策略组，或始终显示。显示时置于末尾。

# settings.help_language
source: Choose the language used by Mica windows and exported reports.
zh_hans: 选择 Mica 窗口和导出报告的显示语言。

# settings.keychain_pill
source: On this Mac
zh_hans: 本机存储

# settings.language
source: Language
zh_hans: 语言

# settings.language_english
source: English
zh_hans: 英文

# settings.language_simplified_chinese
source: Simplified Chinese
zh_hans: 简体中文

# settings.language_system
source: Follow System
zh_hans: 跟随系统

# settings.never
source: Never
zh_hans: 从未

# settings.none
source: None
zh_hans: 无

# settings.privacy_full_ui
source: Active workspaces show full controller data
zh_hans: 活跃工作区完整显示控制器数据

# settings.privacy_health_export
source: Controller health exports endpoint status, not response bodies
zh_hans: 控制器健康导出只包含端点状态，不包含响应正文

# settings.privacy_keychain
source: Secrets are stored locally on this Mac
zh_hans: 密钥存储在本机

# settings.privacy_nodes
source: Node, source, rule, connection, and log data stay visible in workspaces
zh_hans: 节点、来源、规则、连接和日志数据在工作区内完整可见

# settings.privacy_report_exports
source: Copied reports exclude credentials and raw response or stream bodies
zh_hans: 复制报告排除凭据和原始响应或流正文

# settings.privacy_section
source: Data Visibility
zh_hans: 数据可见性

# settings.routing_section
source: Routing
zh_hans: 路由

# settings.secret_keychain
source: Stored on this Mac
zh_hans: 已存储在本机

# settings.secret_missing
source: No secret stored
zh_hans: 未存储密钥

# settings.security_console
source: Settings
zh_hans: 设置

# settings.security_description
source: Workspaces show full controller data; this page manages controller profile, interface preferences, and data visibility. Diagnostics and runtime operations live in Diagnostics.
zh_hans: 工作区完整显示控制器数据；本页管理控制器配置、界面偏好和数据可见性，诊断和运行时操作在“诊断”页完成。

# sidebar.acc_add_router
source: Add controller
zh_hans: 添加控制器

# sidebar.acc_control_bay
source: Controller control bay
zh_hans: 控制器控制舱

# sidebar.acc_controller_row %@ %@ %@ %@
source: Controller %@, type %@, state %@, session %@
zh_hans: 控制器 %@，类型 %@，状态 %@，会话 %@

# sidebar.acc_device_bay
source: Controller Bay
zh_hans: 控制器舱

# sidebar.acc_select_router
source: Select controller
zh_hans: 选择控制器

# sidebar.acc_selected_router
source: Selected controller
zh_hans: 已选控制器

# sidebar.active_count
source: Active
zh_hans: 活动

# sidebar.add_controller
source: Add Controller
zh_hans: 添加控制器

# sidebar.alert
source: Alert
zh_hans: 告警

# sidebar.auth
source: Auth
zh_hans: 认证失败

# sidebar.check
source: Checking
zh_hans: 检查中

# sidebar.controllers
source: Controllers
zh_hans: 控制器

# sidebar.controllers_count
source: Controllers
zh_hans: 控制器

# sidebar.delete_button
source: Delete
zh_hans: 删除

# sidebar.delete_name %@
source: Delete %@
zh_hans: 删除 %@

# sidebar.delete_router
source: Delete Controller
zh_hans: 删除控制器

# sidebar.delete_router_message
source: This removes the local controller profile and its saved controller secret.
zh_hans: 这将移除本地控制器配置和已保存的控制器密钥。

# sidebar.device_bay
source: Controller Bay
zh_hans: 控制器舱

# sidebar.edit
source: Edit
zh_hans: 编辑

# sidebar.failed
source: Failed
zh_hans: 失败

# sidebar.fresh
source: Fresh
zh_hans: 最新

# sidebar.group_app_settings
source: App Settings
zh_hans: 应用设置

# sidebar.group_controller_management
source: Controller Management
zh_hans: 控制器管理

# sidebar.group_workbench
source: Workbench
zh_hans: 工作台

# sidebar.health
source: Health
zh_hans: 健康

# sidebar.help_create_profile
source: Create a local controller profile
zh_hans: 创建本地控制器配置

# sidebar.help_select_router
source: Select a controller. Selection clears dashboard-local filters and pending operation state.
zh_hans: 选择一个控制器。选择后会清除面板本地筛选和待处理操作状态。

# sidebar.idle
source: Idle
zh_hans: 空闲

# sidebar.live
source: Live
zh_hans: 在线

# sidebar.no_controllers
source: No controllers yet
zh_hans: 还没有控制器

# sidebar.no_controllers_message
source: Add a real external-controller endpoint to begin. Mica will not start or download a local core.
zh_hans: 添加一个真实 external-controller 端点开始使用。Mica 不会启动或下载本地核心。

# sidebar.no_routers
source: No Controllers
zh_hans: 无控制器

# sidebar.no_routers_message
source: Add a controller endpoint to start using real data.
zh_hans: 添加一个控制器端点以开始使用真实数据。

# sidebar.offline
source: Offline
zh_hans: 离线

# sidebar.partial
source: Partial
zh_hans: 部分

# sidebar.ready
source: Ready
zh_hans: 就绪

# sidebar.ready_count
source: Ready
zh_hans: 就绪

# sidebar.routers
source: Controllers
zh_hans: 控制器

# sidebar.selected_badge
source: Selected
zh_hans: 已选

# sidebar.session_idle
source: Session idle
zh_hans: 会话空闲

# sidebar.stale
source: Stale
zh_hans: 过时

# sidebar.connecting
source: Connecting
zh_hans: 连接中

# sidebar.target
source: Target
zh_hans: 目标错误

# sidebar.tls_self_signed
source: Self-signed TLS
zh_hans: 自签 TLS

# sidebar.tls_system
source: System TLS
zh_hans: 系统 TLS

# snapshot.base_refresh_providers_unavailable
source: Base refresh failed before providers could be loaded.
zh_hans: 基础刷新失败，尚未加载来源。

# snapshot.idle
source: Idle
zh_hans: 空闲

# snapshot.loading
source: Loading
zh_hans: 加载中

# snapshot.unavailable
source: Unavailable
zh_hans: 不可用

# state.connected
source: Connected
zh_hans: 已连接

# state.connecting
source: Connecting
zh_hans: 连接中

# state.needs_attention
source: Needs Attention
zh_hans: 需要处理

# state.ready
source: Ready
zh_hans: 就绪

# surge.enhanced_snapshot_summary %lld %lld %@
source: %lld policy groups, %lld rules, DNS cache %@
zh_hans: %lld 个策略组，%lld 条规则，DNS 缓存 %@

# surge.operation_notice
source: Surge support uses the user-enabled Surge HTTP API with X-Key. Mica does not control the local Surge app process, change system proxy settings, install profiles, edit Surge config files, or download Surge.
zh_hans: Surge 支持只使用用户启用的 Surge HTTP API 和 X-Key。Mica 不控制本机 Surge 进程，不更改系统代理，不安装配置，不编辑 Surge 配置文件，也不下载 Surge。

# surge.platform_evidence_ios
source: iOS control is limited to a user-enabled HTTP API reachable over trusted Wi-Fi or USB networking; cellular reachability is not assumed.
zh_hans: iOS 控制仅限用户启用且可通过可信 Wi-Fi 或 USB 网络访问的 HTTP API；不假设蜂窝网络可达。

# surge.platform_evidence_mac_local
source: Mac Local can point at the user-enabled local Surge HTTP API; Mica never changes macOS system proxy settings.
zh_hans: 本机 Mac 可以指向用户启用的本地 Surge HTTP API；Mica 绝不更改 macOS 系统代理设置。

# surge.platform_evidence_remote_mac
source: Remote Mac control requires the user's reachable Surge HTTP API endpoint and X-Key.
zh_hans: 远程 Mac 控制需要用户可访问的 Surge HTTP API 端点和 X-Key。

# surge_platform.ios_reachable
source: Reachable iOS Surge
zh_hans: 可访问的 iOS Surge

# surge_platform.mac_local
source: Local Mac Surge
zh_hans: 本机 Mac Surge

# surge_platform.remote_mac
source: Remote Mac Surge
zh_hans: 远程 Mac Surge

# traffic.acc_category_picker
source: Traffic data category
zh_hans: 流量数据分类

# traffic.acc_select_connection %@ %@ %@
source: Select connection %@, rule %@, total transfer %@
zh_hans: 选择连接 %@，规则 %@，总传输 %@

# traffic.acc_select_log %@
source: Select log event %@
zh_hans: 选择日志事件 %@

# traffic.acc_select_provider %@ %@ %@
source: Select provider %@, kind %@, update status %@
zh_hans: 选择来源 %@，类型 %@，更新状态 %@

# traffic.acc_select_rule %@ %@
source: Select rule type %@, size %@
zh_hans: 选择规则类型 %@，大小 %@

# traffic.action
source: Action
zh_hans: 操作

# traffic.category
source: Data category
zh_hans: 数据分类

# traffic.chain_summary %lld
source: %lld hops
zh_hans: %lld 跳

# traffic.clear_closed
source: Clear Closed
zh_hans: 清空已关闭

# traffic.clear_logs
source: Clear Logs
zh_hans: 清空日志

# traffic.close_all_scope
source: Close All always targets every active connection, not just filtered rows.
zh_hans: 关闭全部会作用于所有活跃连接，而不只是筛选结果。

# traffic.closed_connections_scope
source: Closed rows are local session records from confirmed close operations.
zh_hans: 已关闭行来自本次会话中确认关闭操作留下的本地记录。

# traffic.connection_count_pair %lld %lld
source: Active %lld / closed %lld
zh_hans: 活跃 %lld / 已关闭 %lld

# traffic.bytes_per_second %@
source: %@/s
zh_hans: %@/秒

# traffic.connection_group_inner
source: Internal connections
zh_hans: 内部连接

# traffic.connection_group_summary %lld %@ %@
source: %1$lld connections · up %2$@ · down %3$@
zh_hans: %1$lld 个连接 · 上传 %2$@ · 下载 %3$@

# traffic.connection_group_unreported
source: Unreported owner
zh_hans: 未报告来源

# traffic.group_connections_by_owner
source: Group by process or source
zh_hans: 按进程或来源分组

# traffic.help_close_connection_group
source: Close every active connection in this group
zh_hans: 关闭该组中的全部活跃连接

# traffic.connection_additional_fields
source: Additional connection fields
zh_hans: 连接附加字段

# traffic.connection_logs
source: Connection logs
zh_hans: 连接日志

# traffic.connection_metadata_fields
source: Additional metadata fields
zh_hans: 元数据附加字段

# traffic.download_speed
source: Download speed
zh_hans: 下载速率

# traffic.provider_chain
source: Provider chain
zh_hans: 来源链路

# traffic.remote_destination
source: Remote destination
zh_hans: 远程目标

# traffic.special_proxy
source: Special proxy
zh_hans: 特殊代理

# traffic.special_rules
source: Special rules
zh_hans: 特殊规则

# traffic.upload_speed
source: Upload speed
zh_hans: 上传速率

# traffic.connection_destination
source: Destination
zh_hans: 目标地址

# traffic.connection_host
source: Host
zh_hans: 主机

# traffic.connection_network
source: Network
zh_hans: 网络

# traffic.connection_process
source: Process
zh_hans: 进程

# traffic.connection_process_path
source: Process path
zh_hans: 进程路径

# traffic.connection_source
source: Source
zh_hans: 源地址

# traffic.connection_state_active
source: Active
zh_hans: 活动

# traffic.connection_state_closed
source: Closed
zh_hans: 已关闭

# traffic.connection_state_closing
source: Closing
zh_hans: 关闭中

# traffic.connection_status
source: Status
zh_hans: 状态

# traffic.connection_tab
source: Connection state
zh_hans: 连接状态

# traffic.connection_tab_active
source: Active
zh_hans: 活跃

# traffic.connection_tab_closed
source: Closed
zh_hans: 已关闭

# traffic.connection_type
source: Type
zh_hans: 类型

# traffic.connection_uid
source: UID
zh_hans: 用户 ID

# traffic.context_empty_connection
source: Select a connection row to inspect its details.
zh_hans: 选择一条连接行以查看详情。

# traffic.context_empty_log
source: Select a log event to inspect its message.
zh_hans: 选择一条日志事件以查看内容。

# traffic.context_empty_provider
source: Select a source row to inspect update readiness.
zh_hans: 选择一个来源行以查看更新就绪状态。

# traffic.context_empty_rule
source: Select a rule row to inspect its details.
zh_hans: 选择一条规则行以查看详情。

# traffic.data_not_loaded
source: Not loaded
zh_hans: 尚未加载

# traffic.detail_connection
source: Connection details
zh_hans: 连接详情

# traffic.detail_log
source: Log details
zh_hans: 日志详情

# traffic.help_rule_disabled
source: Temporarily disable or enable this rule through the active controller.
zh_hans: 通过当前控制器临时禁用或启用这条规则。

# traffic.rule_disabled
source: Disable rule
zh_hans: 禁用规则

# traffic.rule_extra_fields
source: Additional extra fields
zh_hans: extra 附加字段

# traffic.rule_hit_at
source: Last hit
zh_hans: 最近命中

# traffic.rule_hit_rate
source: Hit rate
zh_hans: 命中率

# traffic.rule_hits
source: Hits
zh_hans: 命中

# traffic.rule_miss_at
source: Last miss
zh_hans: 最近未命中

# traffic.rule_misses
source: Misses
zh_hans: 未命中

# traffic.rule_status_disabled
source: Disabled
zh_hans: 已禁用

# traffic.rule_status_enabled
source: Enabled
zh_hans: 已启用

# traffic.rule_updating
source: Updating rule
zh_hans: 正在更新规则

# traffic.detail_rule
source: Rule details
zh_hans: 规则详情

# traffic.detail_source
source: Source details
zh_hans: 来源详情

# traffic.dns_mode
source: DNS mode
zh_hans: DNS 模式

# traffic.empty_filtered
source: No items match the current filters.
zh_hans: 没有符合当前筛选条件的内容。

# traffic.follow_bottom
source: Follow Bottom
zh_hans: 跟随底部

# traffic.group_by
source: Group by
zh_hans: 分组

# traffic.group_by_chain
source: Route chain
zh_hans: 路由链

# traffic.group_by_none
source: No grouping
zh_hans: 不分组

# traffic.group_by_process
source: Process
zh_hans: 进程

# traffic.group_by_rule
source: Rule
zh_hans: 规则

# traffic.group_summary %lld %@
source: %lld flows / %@
zh_hans: %lld 条 / %@

# traffic.health_check_status
source: Health-check status
zh_hans: 健康检查状态

# traffic.help_clear_closed
source: Clear local closed-connection session rows. This does not call the controller.
zh_hans: 清空本地已关闭连接会话行，不会调用控制器。

# traffic.help_inspector_close_connection
source: Close the selected active connection after confirmation.
zh_hans: 确认后关闭当前选中的活动连接。

# traffic.help_inspector_health_check_provider
source: Run the controller health check for the selected proxy source.
zh_hans: 对当前选中的代理来源运行控制器健康检查。

# traffic.help_inspector_update_provider
source: Update the selected source after confirmation.
zh_hans: 确认后更新当前选中的来源。

# traffic.help_sort_direction
source: Toggle ascending or descending sort order.
zh_hans: 切换升序或降序排序。

# traffic.inbound_address
source: Inbound address
zh_hans: 入站地址

# traffic.inbound_name
source: Inbound
zh_hans: 入站

# traffic.inspector_actions
source: Actions
zh_hans: 操作

# traffic.jump_to_newest
source: Jump to Newest
zh_hans: 跳到最新日志

# traffic.log_level
source: Log level
zh_hans: 日志级别

# traffic.log_level_all
source: All
zh_hans: 全部

# traffic.help_pause_logs
source: Pause log presentation while continuing to receive controller logs.
zh_hans: 暂停日志显示，但继续接收控制器日志。

# traffic.pause_logs
source: Pause Logs
zh_hans: 暂停日志

# traffic.resume_logs
source: Resume Logs
zh_hans: 继续日志

# traffic.log_payload
source: Log message
zh_hans: 日志内容

# traffic.log_time
source: Time
zh_hans: 时间

# traffic.log_type
source: Log type
zh_hans: 日志类型

# traffic.next_page
source: Next page
zh_hans: 下一页

# traffic.no_closed_connections
source: No closed connection rows in this session.
zh_hans: 本次会话还没有已关闭连接记录。

# traffic.no_proxy_sources
source: No proxy sources reported by this controller.
zh_hans: 当前控制器未报告代理来源。

# traffic.no_rule_sources
source: No rule sets reported by this controller.
zh_hans: 当前控制器未报告规则集。

# traffic.page_label %lld %lld %lld
source: Page %lld of %lld / %lld rows
zh_hans: 第 %lld / %lld 页，共 %lld 行

# traffic.previous_page
source: Previous page
zh_hans: 上一页

# traffic.provider_behavior
source: Behavior
zh_hans: 行为

# traffic.provider_format
source: Format
zh_hans: 格式

# traffic.provider_health_check
source: Health check
zh_hans: 健康检查

# traffic.provider_health_check_available
source: Available
zh_hans: 可检查

# traffic.provider_health_check_failed %@
source: Failed: %@
zh_hans: 失败：%@

# traffic.provider_health_check_running
source: Checking...
zh_hans: 检查中...

# traffic.provider_health_check_unavailable
source: This source does not report an available health-check configuration.
zh_hans: 此来源未报告可用的健康检查配置。

# traffic.provider_not_updatable
source: This source is read-only and cannot be updated.
zh_hans: 此来源为只读，无法更新。

# traffic.provider_updatable
source: Update capability
zh_hans: 更新能力

# traffic.provider_updatable_no
source: Read-only
zh_hans: 只读

# traffic.provider_updatable_yes
source: Updatable
zh_hans: 可更新

# traffic.provider_failed %@
source: Failed: %@
zh_hans: 失败：%@

# traffic.provider_items
source: Items
zh_hans: 条目

# traffic.provider_kind
source: Kind
zh_hans: 类别

# traffic.provider_kind_proxy
source: Proxy
zh_hans: 代理

# traffic.provider_kind_rule
source: Rule
zh_hans: 规则

# traffic.provider_update_failed
source: Update failed
zh_hans: 更新失败

# traffic.search
source: Search traffic, rules, providers, or logs
zh_hans: 搜索流量、规则、来源或日志

# traffic.search_placeholder
source: Search IDs, rules, chains, providers, or logs
zh_hans: 搜索 ID、规则、链路、来源或日志

# traffic.sniff_host
source: Sniff host
zh_hans: 嗅探主机
